Revit 2027 API
ParameterTypeId.AnalyticalModelFloorProjection Property
 "z Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelFloorProjection { get; }
Public Shared ReadOnly Property AnalyticalModelFloorProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelFloorProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelFloorProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace